slogan() :- write(" ____________________________________________________________"),nl,
            write("|                                                            |"),nl,
            write("|              __      __   ________   ________              |"),nl,
            write("|             |  \\  //  | |   __   | |   __   |             |"),nl,
            write("|             |   \\//   | |  |  |  | |  |  |  |             |"),nl,
            write("|             |          | |  |  |  | |  |  |  |             |"),nl,
            write("|             |  |\\//|  | |  |__|  | |  |__|  |             |"),nl,
            write("|             |__|    |__| |________| |________|             |"),nl,
            write("|                                                            |"),nl,
            write("|          __        __   __   _______   __      __          |"),nl,
            write("|         \\ \\    // // |  | |  _____| |  |    |  |         |"),nl,
            write("|          \\ \\  // //  |  | | |__     |  |//\\|  |         |"),nl,
            write("|           \\ \\// //   |  | |  __|    |          |         |"),nl,
            write("|            \\    //    |  | | |_____  |   //\\   |         |"),nl,
            write("|             \\__//     |__| |_______| |__//  \\__|         |"),nl,
            write("|                                                            |"),nl,
            write("|                                                            |"),nl,
            write("|   UMA PLATAFORMA PARA RECOMENDAÇÃO E AVALIAÇÃO DE FILMES   |"),nl,
            write("|                                                            |"),nl,
            write("|____________________________________________________________|"),nl.


logOpt() :- write(" ____________________________________________________________"),nl,
            write("|                                                            |"),nl,
            write("|                                                            |"),nl,
            write("|                      ACESSE O SISTEMA                      |"),nl,
            write("|                                                            |"),nl,
            write("|    1. FAZER LOGIN                                          |"),nl,
            write("|    2. REALIZAR CADASTRO                                    |"),nl,
            write("|                                                            |"),nl,
            write("|                           OPÇÃO:                           |"),nl,
            write("|____________________________________________________________|"),nl.


